{"1": {"source": "BBC News", "url": "https://www.bbc.co.uk/news/business-66461769", "title": "New tech boosts Dutch drive for sustainable farming", "img": "https://ichef.bbci.co.uk/news/1024/branded_news/A025/production/_130879904_49093602-98e6-4169-8667-4f15e57f85c9.jpg", "summary": "Mr van den Borne has also invested heavily in disease management.\n\"We have multiple weather stations looking at weather conditions and that can calculate when the crop could be attacked.\nWe then protect just before that moment.\nIt's like when wearing sun lotion, you don't put it on much earlier as you will still burn.\"", "sentiment": "positive"}, "2": {"source": "Phys.Org", "url": "https://phys.org/news/2023-09-experts-carbon-dioxide-storage-farming.html", "title": "Experts question whether carbon dioxide storage in farming soils helps the climate", "img": "https://scx2.b-cdn.net/gfx/news/hires/2023/farming-1.jpg", "summary": "There is currently a lively carbon farming trade where businesses seeking to become climate-neutral buy carbon certificates from farmers who sequester additional carbon in their soils.\n\"Carbon farming is a much-needed addition to our efforts to become climate-neutral,\" said EU Commissioner Frans Timmermans in 2021.\nThese uncertainties render certificates claiming carbon sequestration by farmer S at location X unsuitable for the climate goal needs.\nSevere maintenance costsAs research in CO 2 storage in agricultural and natural soils progresses, so do the methods of analysis used to prove carbon farming.\nThe EU is investigating how carbon farming is to be regulated, but rules are currently lacking.", "sentiment": "positive"}, "3": {"source": "Small Business Trends", "url": "https://smallbiztrends.com/2023/09/how-to-make-money-farming.html", "title": "How to Make Money Farming: Reaping the Green in Every Way", "img": "https://media.smallbiztrends.com/2023/09/how-to-make-money-farming.png", "summary": "Exploring how to make money farming opens up endless ideas for profitability on a farm.\nIn other words, good planning on the business end is crucial to making money farming.\nBefore you buy or lease land or start a farm business on land you already own, make sure such its use complies with local ordinances.\nLease Your Land to Other FarmersSo, how do you start farming with no money?\nLease Land to Farmers - Generating passive income by letting others cultivate your land.", "sentiment": "positive"}, "4": {"source": "Time", "url": "https://time.com/6311793/climate-friendly-meat-myth/", "title": "‘Climate-Friendly’ Meat Is a Myth", "img": "https://api.time.com/wp-content/uploads/2023/09/beef-meat-climate-impact.jpg?quality=85", "summary": "The Brazen Climate Friendly Ground Beef Burger was developed under Tyson’s own Climate Smart Beef Program, supported by taxpayer funds.\nThe USDA is the agency that oversees the agricultural industry and determines which products can use labels like “organic” or, now, “climate-friendly.” Their climate-friendly certification program, however, operates via private third-party companies contracted by the USDA.\nWhen the USDA first launched the “climate-friendly” certification program (which initially used the label “low-carbon”), it quickly became subject to criticism.\nAnd even if the requirements for certification were better than average for beef products, the label “climate-friendly” would still be seriously misleading.\nAnd remember: there is no such thing as climate-friendly beef.", "sentiment": "positive"}, "5": {"source": "Springwise.com", "url": "https://www.springwise.com/innovation/agriculture-energy/boosting-bees-immune-systems-for-bigger-harvests/", "title": "Boosting bees’ immune systems for bigger harvests", "img": "https://www.springwise.com/wp-content/uploads/2023/08/innovationagriculture-energyboosting-bees-immune-systems-for-bigger-harvests.png.png", "summary": "Pollinators, of which most are bees, support 87 of the world’s top food crops.\nBut the combination of climate change and intensive farming practices has decimated bee populations worldwide.\nAnd finding ways to keep bee populations healthy, while also reducing the harm agriculture causes to the environment, is a complex task.\nIn addition, the novel feed helps the bees work in unfavourable weather conditions, such as cooler temperatures, increasing their work rate by up to seven per cent.\nThe reduced volumes of pesticide also support bee health, thereby contributing to a cycle of sustainability.", "sentiment": "positive"}, "6": {"source": "Small Business Trends", "url": "https://smallbiztrends.com/2023/08/tomato-farming.html", "title": "How to Start Tomato Farming for Profit", "img": "https://media.smallbiztrends.com/2023/04/How-to-Start-Tomato-Farming.png", "summary": "Read on for a complete guide on how to start tomato farming.\nKnow When to Plant Tomato SeedlingsLate spring or early summer is a good time to plant tomato seeds.\nBlossom DropThe symptom is flowers appearing on your tomato plants that fall off without any of the fruit developing.\nGreen Zebra Tomato: With its striking green and yellow stripes, the Green Zebra tomato is a visual delight.\nChocolate Stripes Tomato: This heirloom variety offers a visually stunning combination of reddish-brown and green stripes.", "sentiment": "positive"}, "7": {"source": "Al Jazeera English", "url": "https://www.aljazeera.com/opinions/2023/9/4/feeding-big-agribusiness-starving-africans", "title": "Feeding big agribusiness, starving Africans", "img": "https://www.aljazeera.com/wp-content/uploads/2023/09/32LW7N8-highres-1693837140.jpg?resize=1920%2C1440", "summary": "On September 5, the annual Africa Food Systems Forum, organised by the Alliance for a Green Revolution in Africa (AGRA), will launch in Dar es Salaam, Tanzania.\nIn countries like Kenya and Nigeria, both of which have embraced industrial agriculture policies, the number of undernourished people has grown by 44 percent and 247 percent, respectively.\nThat is because the industrial agriculture practices AGRA and others promote degrade soils over time and decrease productivity – as our research has shown.\nStill, under pressure from foreign donors and big agribusiness, countries across Africa have been adopting policies that reflect this harmful approach to agriculture.\nThis type of agriculture development reflects the growing perception of farming and food production in Africa as a new money-making opportunity.", "sentiment": "positive"}, "8": {"source": "New Scientist", "url": "https://www.newscientist.com/article/2393008-dark-earth-made-by-amazon-farmers-stores-carbon-for-centuries/", "title": "'Dark earth' made by Amazon farmers stores carbon for centuries", "img": "https://images.newscientist.com/wp-content/uploads/2023/09/20173539/SEI_172465511.jpg", "summary": "Studying the technique could help with wider efforts to store carbon in soil in an attempt to slow climate change.\n“That’s where dark earth comes in.”Dark earth is soil packed with organic material found near or around human settlements, particularly in piles of waste.\nThis suggests that dark earth in the Amazon may amount to a large and as yet uncounted store of carbon.\nThough stored for centuries, the soil carbon could be released due to warming temperatures or unsustainable agriculture, says Goldberg.\nHe says the centuries of soil management also suggest the importance of efforts to store more carbon in soil today.", "sentiment": "positive"}, "9": {"source": "Phys.Org", "url": "https://phys.org/news/2023-09-incentive-crop-farmers.html", "title": "Incentive programs doubled cover crop use by farmers: Study", "img": "https://scx2.b-cdn.net/gfx/news/2023/incentive-programs-dou.jpg", "summary": "Frequency of survey respondents across five cover crop area categories (i.e., 0, 0–4, 4–14, 14–40, and 40+ ha) before and during participation in a cover crop incentive program.\nThe online survey sought to understand what types of people participated in incentive programs and to assess the effect of incentive programs on cover crop adoption.\nThese may include new and beginning farmers, women farmers, those operating smaller farms and organic farmers, Ryan said.\nThe U.S. Department of Agriculture (USDA) National Resources Conservation Service offers cover crop incentive programs in all states.\nMore information: Barbara Chami et al, Incentive programs promote cover crop adoption in the northeastern United States, Agricultural & Environmental Letters (2023).", "sentiment": "positive"}, "10": {"source": "The Indian Express", "url": "https://indianexpress.com/article/cities/bhubaneswar/having-harvested-success-2-women-from-odisha-to-share-insights-on-millets-at-g20-8927924/", "title": "Having harvested success, 2 women from Odisha to share insights on millets at G20", "img": "https://images.indianexpress.com/2023/09/page-3.jpg", "summary": "A native of Nuaguda village under Kundra block of Koraput, she has conserved more than 72 traditional varieties of indigenous rice and more than 30 varieties of millets, according to the state Agriculture Department.\nAfter I started farming millets, other farmers in the locality followed me gradually.\nIt (millet) gives better returns than farming paddy.”Originally a paddy farmer, Mohanta said she was under distress due to constant crop failures and adopted millets after initiation of the Odisha Millets Mission in 2017.\nAdvertisementThe Food and Agriculture Organization and the United Nations have recognised 2023 as the International Year of Millets.\nIn August this year, Odisha approved Rs 2,687 crore for four years (2023-24 to 2026-27) for implementation of special programmes to promote Odisha Millets Mission.", "sentiment": "positive"}, "11": {"source": "Phys.Org", "url": "https://phys.org/news/2023-09-legal-sites-brazil-gigatonnes-carbon.html", "title": "Legal mining sites in Brazil store 2.55 gigatonnes of carbon dioxide in vegetation and soil, study estimates", "img": "https://scx2.b-cdn.net/gfx/news/2023/legal-mining-sites-in.jpg", "summary": "Legal mines are located all over Brazil, but most are in subtropical and tropical areas and have the largest soil organic carbon stocks, estimated at 1.05 Gt CO 2 eq.\nThe soil is one of the planet's four main stores of carbon, alongside the atmosphere, the ocean and plants.\nTechnosols are based on material derived from human activities, including industrial, urban and mining waste.\nProperly treated to neutralize toxic substances, they can also support native plants, crops and forests, capturing carbon as organic matter accumulates.\nProcessThe knowledge used to make Technosols comes from understanding the natural processes by which soil organic matter is formed, weathered and stabilized.", "sentiment": "positive"}, "12": {"source": "Phys.Org", "url": "https://phys.org/news/2023-09-emission-factors-nitrous-oxide-synthetic.html", "title": "Researchers examine emission factors for nitrous oxide from synthetic and organic fertilizers", "img": "https://scx2.b-cdn.net/gfx/news/2023/new-danish-study-on-em.jpg", "summary": "A recent study has determined the emission levels of nitrous oxide from various sources such as commercial fertilizers, slurry, and biogas slurry under Danish conditions.\n\"Our side-by-side measurements of nitrous oxide emission from a range of fertilizer materials in spring barley focused on the spring period.\nThis indicates that in Denmark, where 90% is handled as liquid manure, efforts to reduce nitrous oxide emissions from livestock manure will have the greatest effect on the climate.\nResults differ from IPCC recommendationsInterestingly, the Danish results differ from the latest recommendations on nitrous oxide emission factors for wet temperate climate from the IPCC (Intergovernmental Panel on Climate Change).\nIn the most recent guidelines, higher nitrous oxide emissions are expected from synthetic fertilizers than from organic fertilizers including livestock manure and digestates.", "sentiment": "positive"}, "13": {"source": "Small Business Trends", "url": "https://smallbiztrends.com/2023/08/egg-farm.html", "title": "How to Start an Egg Farm", "img": "https://media.smallbiztrends.com/2023/05/egg-farm.png", "summary": "The Egg Farm sector in the United States had a market size by revenue of $10.1 bn this year alone.\nCreate an Egg Farm Business PlanThere are several steps you need to take to get this right.\nName and Brand Your Egg Farm BusinessThe vast majority of successful brands and names are simple.\nRestaurants – Local restaurants, especially those that focus on using local ingredients, can be excellent partners for an egg farm.\nHere’s a great example of a Free Range Organic egg farm in Chilliwack, BC.", "sentiment": "positive"}, "14": {"source": "Modern Farmer", "url": "https://modernfarmer.com/2023/08/regenerative-food-certification/", "title": "Regenerative Food Certification: Gold Standard or Greenwashing?", "img": "https://modernfarmer.com/wp-content/uploads/2023/08/Burroughs_Family_Farms_0204.jpg", "summary": "Two organizations want to put an end to the wild west of claims and prove, through certification, that food labeled regenerative is genuinely the gold standard of sustainability and not just another marketing buzzword.\nEven these two organizations—Regenerative Organic Certified (ROC) and the Land to Market—can’t agree on what, exactly, regenerative farming means.\nIn contrast to this practice-based certification, the Savory Institute’s Land to Market certification is verified through outcomes.\nFor livestock farmer and Land to Market certified producer Reuben Hendricks of Cabriejo Ranch, good ecology is good for business.\nThere are currently 8.3 million acres of organic certified land in the US.", "sentiment": "positive"}, "15": {"source": "Grist", "url": "https://grist.org/agriculture/biochar-climate-technology-scale-up-pigs/", "title": "Biochar is a “shovel-ready” climate technology, but can it scale up?", "img": "https://grist.org/wp-content/uploads/2023/09/0921_BiocharBuzz.jpg", "summary": "What else is out there that’s commercially viable right now?” said Kathleen Draper, board chair at the International Biochar Initiative.\n“The reality is: It’s a shovel-ready technology.”Beau Burgess holds a clump of biochar at Blood, Sweat, and Food Farms in Homer, Alaska.\nBeau Burgess stands in front of the biochar retort, an airtight tank, at Blood, Sweat, and Food Farms.\nGrist / Max GrahamBlood, Sweat, and Food has the capacity to roast wood into about 200 pounds of biochar each day.\nMaking biochar a global climate solution — the sort hoped for by the United Nations’ Intergovernmental Panel on Climate Change — will require producing it on a much larger scale.", "sentiment": "positive"}, "16": {"source": "BBC News", "url": "https://www.bbc.com/news/business-66461769?xtor=AL-72-%5Bpartner%5D-%5Byahoo.north.america%5D-%5Bheadline%5D-%5Bnews%5D-%5Bbizdev%5D-%5Bisapi%5D", "title": "New tech boosts Dutch drive for sustainable farming", "img": "https://media.zenfs.com/en/bbc_us_articles_995/5e07c2dd6b87ab1913ccaf9b66ecf38e", "summary": "Mr van den Borne has also invested heavily in disease management.\n\"We have multiple weather stations looking at weather conditions and that can calculate when the crop could be attacked.\nWe then protect just before that moment.\nIt's like when wearing sun lotion, you don't put it on much earlier as you will still burn.\"", "sentiment": "positive"}, "17": {"source": "Small Business Trends", "url": "https://smallbiztrends.com/2023/09/bee-farm.html", "title": "How to Start a Bee Farm", "img": "https://media.smallbiztrends.com/2023/03/How-to-Start-a-Bee-Farm.png", "summary": "You can research websites, speak with experienced bee farmers, read books and even find a bee farm app to help you with your research.\nCreate a Bee Farm Business PlanLike any other small business, you need a solid bee farm business plan to organize your bee farming efforts and seek any sort of financial support.\nDecide on a LocationYour market research will help you determine the best place to start your bee farm, but it’s just important to consider other factors associated with the bee farm’s location.\nRisks of a Bee Farming BusinessAre there downsides to bee farming businesses?\nUnlike most other farms, you don’t need a huge amount of space to start a bee farm.", "sentiment": "positive"}, "18": {"source": "Des Moines Register", "url": "https://www.desmoinesregister.com/story/money/agriculture/2023/09/13/new-research-shows-iowa-losing-soil-fertility-organic-carbon-since-farming-began-climate-change/70424614007/", "title": "Iowa's legendary soil is losing its richness, new research shows", "img": "https://s.yimg.com/ny/api/res/1.2/sOGZbI22fm6iKMq4ndApzg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/the-des-moines-register/15a034c65f9412f7b02477b3e7c64f58", "summary": "Your subscription supports:Investigative reporting from the news Iowa has depended upon since 1849.\nOn-the-ground coverage of the Iowa caucuses from the premier Iowa source.\nNever miss a moment of action with unmatched coverage of the Cyclones and Hawkeyes.\nDaily newsletter with top news to know.", "sentiment": "positive"}, "19": {"source": "Monroe Evening News", "url": "https://www.monroenews.com/story/business/agricultural/2023/09/07/monroe-county-agriculture-grow-flowers-save-bees/70739221007/", "title": "Monroe County Agriculture: Grow flowers to help save the bees", "img": "https://media.zenfs.com/en/the-monroe-news/fe90c6177ffa651b33b4a162280127b0", "summary": "Your subscription supports:Investigative reporting that makes our community a better place to work, live and playExpert coverage of high school sports teamsAccess to exclusive sports reporting on your local teams from USA TODAY Sports+ at no additional cost.\nThe best tips on places to eat and things to doDaily newsletter with top news to know", "sentiment": "positive"}, "20": {"source": "Adweek", "url": "https://www.adweek.com/brand-marketing/organic-valley-brings-the-farm-to-the-city-as-part-of-climate-week-nyc/", "title": "Organic Valley Brings the Farm to the City as Part of Climate Week NYC", "img": "https://static-prod.adweek.com/wp-content/uploads/2023/09/OrganicValley-2023-600x315.jpg", "summary": "Learn the ins, outs, dos and don’ts of creator marketing at Social Media Week Europe this 10–11 October in London.\nThe question is at the heart of Organic Valley’s new campaign, which debuts alongside the brand’s first sponsorship of the currently running Climate Week NYC, an annual gathering of world leaders, business moguls, scientists and activists.\n“We want to reignite people’s interest in small family farms in America,” Jaclyn Cardin, chief brand officer at Organic Valley, told Adweek.\nWith that research in mind, Organic Valley decided to bring a version of an organic farmstead to the heart of New York.\n(Organic Valley’s animals don’t travel for their own welfare).", "sentiment": "positive"}, "21": {"source": "Phys.Org", "url": "https://phys.org/news/2023-09-efficient-nutrient-delivery-crop-nanomaterial.html", "title": "Researchers achieve efficient nutrient delivery to crop leaves through nanomaterial surface roughness engineering", "img": "https://scx2.b-cdn.net/gfx/news/2023/researchers-achieve-ef.jpg", "summary": "However, due to the lotus leaf effect on crop leaves, foliar nutrients often slip off during spraying or get washed away by rain, ending up in the environment.\nThey developed a pH-controlled oxidation-resistant ferrous foliar fertilizer (ORFFF) delivery system using environmentally friendly silicon-based micro/nanomaterials as carriers.\nThe micro-nano structure and high surface roughness of the carriers optimize their qualities and enhance fertilizer wettability and adherence to crop leaves.\nIn addition, to address magnesium deficiency in modern agriculture, the researchers also developed a foliar magnesium fertilizer called pompon-like magnesium foliar fertilizer (PMFF).\nTomato seedlings treated with PMFF demonstrated a magnesium consumption rate 9.0 times higher than that of standard foliar magnesium fertilizers.", "sentiment": "positive"}, "22": {"source": "Modern Farmer", "url": "https://modernfarmer.com/2023/08/livestock-heat-silvopasture/", "title": "Livestock are Dying in the Heat. This Little-Known Farming Method Offers a Solution", "img": "https://modernfarmer.com/wp-content/uploads/2023/08/shutterstock_1168719160.jpg", "summary": "By planting 600 chestnut trees, he is bracing for a future of extreme heat by adapting an agriculture practice known as silvopasture.\nRooted in preindustrial farming, the method involves intentionally incorporating trees on the same land used by grazing livestock, in a way that benefits both.\nWithout properly maintained grasses and soil, trees won’t grow, and there wouldn’t be any shade for his cattle.\nIn addition to land management and soil health, Orefice said the animal welfare benefits of shade were top of mind.\nWhile he only raises 25 beef cattle, Orefice said he’s seen larger farms begin to implement silvopasture practices.", "sentiment": "positive"}, "23": {"source": "Yahoo Entertainment", "url": "https://finance.yahoo.com/news/lots-indoor-farms-shutting-down-134002719.html", "title": "Lots of indoor farms are shutting down as their businesses struggle. So why are more being built?", "img": "https://s.yimg.com/ny/api/res/1.2/daj3YOV41S0KHcMbAF5uDw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/ap_finance_articles_694/65721d3c4756e257801277a44f9e85eb", "summary": "Meanwhile, two indoor farming companies that attracted strong startup money — New Jersey's AeroFarms and Kentucky's AppHarvest — filed for bankruptcy reorganization.\nStory continuesAdvocates say growing indoors uses less water and land and allows food to be grown closer to consumers, saving on transport.\nTom Kimmerer, a plant physiologist who taught at the University of Kentucky, has tracked indoor farming alongside his research into the growth of plants both outdoors and inside.\nHe said some companies may be struggling to scale up, with problems that come from launching in spaces that aren't necessarily built specifically for indoor farming.\nSeveral of the companies say they're on the right track.", "sentiment": "positive"}, "24": {"source": "Modern Farmer", "url": "https://modernfarmer.com/2023/09/meet-the-regenerative-poultry-farmer/", "title": "Meet the Poultry Farmer Teaching Others How to Make Regenerative Farming Add Up", "img": "https://modernfarmer.com/wp-content/uploads/2023/09/HX5A6835-2.jpg", "summary": "Siewicki started Vital Mission Farm with the hopes of helping to create a more sustainable food industry.\nEventually, he also started Regenerative Success, a coaching program for regenerative farmers.\nLooking to the futureSince becoming profitable was a hard-fought process, Siewicki wanted to make it easier and faster for other regenerative farmers to get started.\nRegenerative agriculture is a farming practice that prioritizes soil health, while meeting standards to protect the climate, water and biodiversity, while enhancing farm profitability.\nAt Vital Mission Farm, Siewicki planted various fruit trees around the farm with space for livestock to graze on the grasses.", "sentiment": "positive"}, "25": {"source": "The Conversation Africa", "url": "https://theconversation.com/healthy-soil-can-help-grow-more-food-and-cut-emissions-but-government-inaction-means-too-much-soil-is-being-degraded-212700", "title": "Healthy soil can help grow more food and cut emissions – but government inaction means too much soil is being degraded", "img": "https://images.theconversation.com/files/546150/original/file-20230904-29-iz3bq6.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1356&h=668&fit=crop", "summary": "Similar to the walls of a building, healthy soil acts as a structure that allows water to flow, prevents erosion and provides habitats for organisms.\nHealthy soil also helps people get safe and nutritious food, and is especially important for people including farmers and indigenous communities in developing nations.\nThis article will share major factors behind soil degradation, and why we need governments worldwide to do more to take better care of our soil.\nThese actions help to increase carbon sequestration in soils and support a healthy ecosystem with beneficial organisms, such as bacteria, fungi, protozoa and nematodes.\nTo improve soil fertility and biodiversity, governments need to direct subsidies towards a biological solution that involves using bio-fertilisers and science-based composting.", "sentiment": "positive"}, "26": {"source": "Environment + Energy Leader", "url": "https://www.environmentalleader.com/2023/09/danone-joins-alliance-for-sustainable-farming-food-waste-diversion/", "title": "Danone Joins Alliance for Sustainable Farming, Food Waste Diversion", "img": "https://www.environmentalleader.com/wp-content/uploads/2023/09/danone-regenerative-farming-vanguard.jpg", "summary": "Danone North America has joined the Farm Powered Strategic Alliance, a movement founded by Vanguard Renewables which aims to promote regenerative agriculture and prevent food waste by turning it into renewable energy.\nThe Alliance was formed in 2020 by Vanguard Renewables, Unilever, Starbucks, and Dairy Farmers of America in order to boost food waste recycling, expand renewable energy across the U.S., and support generational farms and regenerative agricultural practices.\nVanguard Renewable uses anaerobic digestion to convert food and other organic waste into renewable natural gas, which can in turn be used to generate electricity, heat, and transportation fuel.\nJoining the strategic alliance will specifically help with the company’s goal of sourcing 30% of ingredients from regenerative farms.\nAt present, farmers have to bear most of the financial burden of this transition, which makes for a much slower adoption of regenerative practices.", "sentiment": "positive"}, "27": {"source": "Phys.Org", "url": "https://phys.org/news/2023-09-ancient-amazonians-intentionally-fertile-dark.html", "title": "Ancient Amazonians intentionally created fertile 'dark earth'", "img": "https://scx2.b-cdn.net/gfx/news/hires/2022/amazon.jpg", "summary": "This \"dark earth\" has been found in and around human settlements dating back hundreds to thousands of years.\nBy purposely producing dark earth, then, early Amazonians may have also unintentionally created a powerful, carbon-sequestering soil.\nModern and ancient dark earth was also similar in composition, and was enriched in the same elements, such as carbon, phosphorus, and other nutrients.\nGoing a step further, the team calculated the amount of carbon in ancient dark earth.\nThey combined their measurements of soil samples, with maps of where dark earth has been found through several ancient settlements.", "sentiment": "positive"}, "28": {"source": "CounterPunch", "url": "https://www.counterpunch.org/2023/09/22/veganic-farming-how-my-tiny-plot-produced-5000-pounds-of-food-without-using-manure/", "title": "Veganic Farming: How My Tiny Plot Produced 5,000 Pounds of Food Without Using Manure", "img": "https://www.counterpunch.org/wp-content/uploads/2023/09/1920px-Organic-vegetable-cultivation-680x510.jpeg", "summary": "Veganic growing is an important step to ensure that we break the chain of animal agriculture in our farming systems.\nAdopting this approach has become increasingly important given the negative impact large-scale animal farming has on our environment.\nThe idea behind veganic farming might sound good in theory, but do these models exist and are they sustainable?\nTwo soil tests comparing soil organic matter and soil organic carbon (SOC) were taken in 2016 and 2022, respectively, and revealed a 38.46 percent increase in the presence of these components in the soil samples.\nFood Production for HumansFood production for human consumption began in earnest in 2017.", "sentiment": "positive"}, "29": {"source": "BusinessLine", "url": "https://www.thehindubusinessline.com/economy/agri-business/how-permaculture-practices-can-transform-farming-in-the-future/article67262774.ece", "title": "How permaculture practices can transform farming in the future", "img": "https://bl-i.thgim.com/public/todays-paper/tp-agri-biz-and-commodity/bgh9vs/article67211261.ece/alternates/LANDSCAPE_1200/Onam-demand-lif%2BGRKBKQEV9.4.jpg.jpg", "summary": "Yet, permaculture stands apart by offering a comprehensive lifestyle approach, recognising that our relationship with nature extends beyond mere food production.\nThis harmonious combination enhances the foundation of sustainable agriculture while also improving the quality of the food on our plates.\nThus, permaculture not only secures food production but also protects the natural balanceby fostering these various ecosystems.\nBeyond the limitations of conventional agriculture, permaculture recognises that our connection to nature goes well beyond just providing for our basic needs.\nWe synchronise with the rhythms of nature using permaculture as our guiding principle, developing a future where the vitality of the land nourishes generations yet to come.", "sentiment": "positive"}, "30": {"source": "Plos.org", "url": "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3002298", "title": "Both technological innovations and cultural change are key to a sustainability transition", "img": "https://journals.plos.org/plosbiology/article/figure/image?id=10.1371/journal.pbio.3002298.g001&size=inline", "summary": "Many argue for transformative change [7].\nWithout transformative change, we might end up solving one problem while making another worse, or creating new ones.\nFinally, transformative change is critical to addressing the massive inequalities in society (economic, environmental, and food-related, among others).\nSo transformative change is about changing cultural norms to embrace important ideas of respect, responsibility, sufficiency, and reciprocity.\nWe need cultural change (principles such as respect, responsibility, sufficiency, and reciprocity) to reduce our consumption in the long term.", "sentiment": "positive"}, "31": {"source": "Milwaukee Journal Sentinel", "url": "https://www.jsonline.com/story/news/2023/08/22/wisconsin-program-trains-new-organic-vegetable-farm-managers/70525406007/", "title": "Want to be an organic vegetable farmer? This Wisconsin program is growing the workforce", "img": "https://s.yimg.com/ny/api/res/1.2/YRVVR85RPRAHB1h0aY2LZQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTI-/https://media.zenfs.com/en/milwaukee-journal-sentinel/e5f6bb58cb8f6591186496f19278e169", "summary": "Your subscription supports:Independent journalism that is essential to our community.\nAccess to Public Investigator, our quick-turn investigations based on tips from people like you.\nUnbeatable Packers coverage and access to PackersNews.com as the team enters the Jordan Love era.\nUnparalleled coverage of the Bucks, Brewers, Badgers, Marquette and high school sports.\nPolitical coverage that helps you understand Battleground Wisconsin.", "sentiment": "positive"}, "32": {"source": "Food52.com", "url": "https://food52.com/drinks/wine/28248-alsace-wines-fall-food-pairings", "title": "For the Perfect Fall Wine, Look to This French Region", "img": "https://images.food52.com/KTUa-AWxbig_G37N_ShyFCTsghk=/fit-in/1200x1200/7745460a-070c-4f5a-8834-8b0e5b139a48--winesfromalsace.jpeg", "summary": "I get out my tableware and start planning autumn dinner parties, food pairings, and wines that will bring us together.\nThis fall, wines from Alsace, France make up the core of my food-friendly lineup that highlights sustainability and responsible agriculture.\nFor fall dinners and gatherings, I always reach for Alsace wines that bring character, flavor, and refreshing brightness to the meal.\nAlsace Rieslings are typically dry, with citrus and stone fruit notes, stony minerality, and racing acidity, making them perfect food wines.\nSpicy foods pair perfectly with refreshing Riesling, as do richer foods with cream-based sauces.", "sentiment": "positive"}, "33": {"source": "Environment + Energy Leader", "url": "https://www.environmentalleader.com/2023/08/fieldview-releases-new-post-harvest-analysis-and-reporting-features/", "title": "FieldView Releases New Post-Harvest Analysis and Reporting Features", "img": "https://www.environmentalleader.com/wp-content/uploads/2023/08/climate-fieldview-technology-bayer.jpg", "summary": "The platform also allows farmers to measure their crop performance with data analysis capabilities.\nFor one, farmers are also now able to generate and export yield analysis reports to share directly from the FieldView app.\nThey may also access improved seed drill compatibility, better cloud sync, and create tillage maps, all of which are helpful in adopting regenerative farming practices.\nRegenerative farming practices have become more widespread for their potential to reverse climate change-caused environmental damage by rebuilding soil organic matter.\nBayer’s ForGround Platform Made Accessible Through FieldViewBayer’s regenerative agriculture program, ForGround, is a new platform that was created to incentivize U.S. farmers to engage in regenerative farming practices.", "sentiment": "positive"}, "34": {"source": "Milwaukee Journal Sentinel", "url": "https://www.jsonline.com/story/money/real-estate/commercial/2023/08/23/milwaukees-rockwell-automation-to-host-indoor-farm-at-headquarters/70654235007/", "title": "A large indoor farm is coming to Rockwell Automation's headquarters in Walker's Point", "img": "https://s.yimg.com/ny/api/res/1.2/AvWMQpOxACdBtvZhi5tBow--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/milwaukee-journal-sentinel/0bb22fc92dabd0ce6955092dac0097a7", "summary": "Your subscription supports:Independent journalism that is essential to our community.\nAccess to Public Investigator, our quick-turn investigations based on tips from people like you.\nUnbeatable Packers coverage and access to PackersNews.com as the team enters the Jordan Love era.\nUnparalleled coverage of the Bucks, Brewers, Badgers, Marquette and high school sports.\nPolitical coverage that helps you understand Battleground Wisconsin.", "sentiment": "positive"}, "35": {"source": "Livemint", "url": "https://www.livemint.com/opinion/online-views/gen-z-farmers-could-help-the-us-tackle-growing-challenges-11695134745010.html", "title": "Gen Z farmers could help the US tackle growing challenges", "img": "https://www.livemint.com/lm-img/img/2023/09/19/600x338/2-0-214988650-HB003489-0_1680521903708_1695136615805.jpg", "summary": "The average age of America’s 3.4 million farmers is now shy of 58.\nMore surprising still, “Gen Z farmer\" is now trending with more than 30 million views on TikTok, and “Gen Z farming\" has 17 billion views.\nThe agriculture industry, policymakers and investors have a lot of work to do to draw and retain recruits.\nA growing number of first-generation farmers have begun to enter the field as the definition of ‘farmer’ is changing.\nThe non-profit National Young Farmers Coalition surveyed thousands of farmers younger than 40 in 2022 and found that about 80% identify as ‘White’—notably lower than the 95% Caucasian farmers industrywide.", "sentiment": "positive"}}